[MD_WOTC_BOIII_SMG_HG40_STD_XCOM_T1 X2WeaponTemplate_Custom]
FriendlyName="HG-40型"
FriendlyNamePlural="HG-40型"
AbilityDescName="冲锋枪"
BriefSummary="HG-40是第二次世界大战中MP40的升级版，是一个升级的重制版本。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：旋转枪栓，开放式\n<Bullet/>弹匣：9×19毫米子弹\n<Bullet/>产地：德国 \n<Bullet/>级别：常规"

[MD_WOTC_BOIII_SMG_HG40_STD_XCOM_T2 X2WeaponTemplate_Custom]
FriendlyName="HG-40型"
FriendlyNamePlural="HG-40型"
AbilityDescName="冲锋枪"
BriefSummary="HG-40是第二次世界大战中MP40的升级版，是一个升级的重制版本。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：旋转枪栓，开放式\n<Bullet/>弹匣：9×19毫米子弹\n<Bullet/>产地：德国 \n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_SMG_HG40_STD_XCOM_T3 X2WeaponTemplate_Custom]
FriendlyName="MPX-400型"
FriendlyNamePlural="MPX-400型"
AbilityDescName="冲锋枪"
BriefSummary="HG-40是第二次世界大战中MP40的升级版，是一个升级的重制版本。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：旋转枪栓，开放式\n<Bullet/>弹匣：9×19毫米子弹\n<Bullet/>产地：德国 \n<Bullet/>级别：光束"

[MD_WOTC_BOIII_SMG_HG40_STD_SKR_T1 X2WeaponTemplate_Custom]
FriendlyName="HG-40型"
FriendlyNamePlural="HG-40型"
AbilityDescName="冲锋枪"
BriefSummary="HG-40是第二次世界大战中MP40的升级版，是一个升级的重制版本。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：旋转枪栓，开放式\n<Bullet/>弹匣：9×19毫米子弹\n<Bullet/>产地：德国 \n<Bullet/>级别：常规"

[MD_WOTC_BOIII_SMG_HG40_STD_SKR_T2 X2WeaponTemplate_Custom]
FriendlyName="HG-40型"
FriendlyNamePlural="HG-40型"
AbilityDescName="冲锋枪"
BriefSummary="HG-40是第二次世界大战中MP40的升级版，是一个升级的重制版本。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：旋转枪栓，开放式\n<Bullet/>弹匣：9×19毫米子弹\n<Bullet/>产地：德国 \n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_SMG_HG40_STD_SKR_T3 X2WeaponTemplate_Custom]
FriendlyName="MPX-400型"
FriendlyNamePlural="MPX-400型"
AbilityDescName="冲锋枪"
BriefSummary="HG-40是第二次世界大战中MP40的升级版，是一个升级的重制版本。"
TacticalText="<Bullet/>类型：冲锋枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：旋转枪栓，开放式\n<Bullet/>弹匣：9×19毫米子弹\n<Bullet/>产地：德国 \n<Bullet/>级别：光束"